export const cardsData=[
    {
        title:"React",
        description:"React היא ספריית קוד פתוח בשפת ג'אווה סקריפט המשמשת לפיתוח ממשק משתמש. React פותחה על ידי ג'ורדן וולקה, מפתח תוכנה בחברת פייסבוק. הוא הושפע מ-AngularJS ו-XHP, שהייתה ספריית PHP לניהול רכיבי HTML. הספרייה הושמשה לראשונה בדף הבית של פייסבוק בשנת 2011 ובהמשך באינסטגרם ב-2012. הספרייה שוחררה כקוד פתוח במאי 2013. ויקיפדיה",
        img:"https://lakadimia.online/wp-content/uploads/2021/03/ReactJs-1.jpg"

    },
    {
        title:"Java script",
        description:"שפת תכנות דינמית מונחית־עצמים המותאמת לשילוב באתרי אינטרנט ורצה על ידי הדפדפן בצד הלקוח. השפה מרחיבה את יכולות שפת התגיות הבסיסית HTML ומאפשרת בכך ליצור יישומי אינטרנט מתוחכמים יותר. למעשה, רוב אתרי האינטרנט המודרניים משלבים שפה זו.",
        img:"https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Unofficial_JavaScript_logo_2.svg/480px-Unofficial_JavaScript_logo_2.svg.png"

    },
    {
        title:"Html",
        description:"React היא ספריית קוד פתוח בשפת ג'אווה סקריפט המשמשת לפיתוח ממשק משתמש. React פותחה על ידי ג'ורדן וולקה, מפתח תוכנה בחברת פייסבוק. הוא הושפע מ-AngularJS ו-XHP, שהייתה ספריית PHP לניהול רכיבי HTML. הספרייה הושמשה לראשונה בדף הבית של פייסבוק בשנת 2011 ובהמשך באינסטגרם ב-2012. הספרייה שוחררה כקוד פתוח במאי 2013. ויקיפדיה",
        img:"http://nsdarabia.com/customers_demos/new_Nouveltech/images/html.jpg"

    },

    {
        title:"Css",
        description:"ק בשנת 201CSS נוצר במטרה להפריד בין תוכן ומבנה דפי האינטרנט לבין עיצובם: עד ליצירת ה-CSS בידי קבוצת התקינה W3C ב-1995, נכתבו תוכן האתרים וסגנון העיצוב שלהם באותו דף HTML. כתוצאה מכך, הפך קוד ה-HTML למסובך ובלתי קריא, ושינויים עיצוביים באתר שלם דרשו מעבר דף אחר דף. באמצעות CSS ניתן למקם הגדרות עיצוב בקובץ יחיד, ששינוי בו ישתקף בבת אחת בכל הדפים העושים בו שימוש.",
        img:"https://worldwithweb.com/wp-content/uploads/2021/01/css-banner.jpg"

    },

  
]